Repository: williamCarvalho/material-box
Catalog: languages/material-box-*.po
Languages: pt_br

source: A simple and easy material design implementation of the Lightbox plugin using Materialize.
pt_br: Uma implementação de material design simples e fácil do plugin Lightbox usando Materialize.

source: Activate
pt_br: Ativação

source: Active for all images
pt_br: Ativo para todas as imagens

source: Active only for class
pt_br: Ativo apenas para classe

source: class name
pt_br: nome da classe

source: Configuration
pt_br: Configuração

source: Default: 200
pt_br: Padrão: 200

source: Default: 275
pt_br: Padrão: 275

source: Defining which elements can activate the Lightbox using Materialize.
pt_br: Definindo quais elementos podem ativar o Lightbox Materialize.

source: I don't want it now!
pt_br: Eu não quero isso agora!

source: In duration
pt_br: Duração da ínicio

source: Out duration
pt_br: Duração da saída

source: Put here the name of the class to which the effect will be applied.
pt_br: Coloque aqui o nome da classe à qual o efeito será aplicado.

source: Select how the effect can be activated.
pt_br: Selecione como o efeito pode ser ativado.

source: Selector class
pt_br: Classe do seletor

source: Set configuration options for the Material Box.
pt_br: Defina as opções de configuração para a Material Box.

source: Transition in duration in milliseconds.
pt_br: Duração do ínicio da transição em milissegundos.

source: Transition out duration in milliseconds.
pt_br: Duração do saída da transição em milissegundos.
